{
    "lng" : "sr",
    "about": "About",
    "home": "Home",
    "contact": "Contact",
    "projects": "Projects",
    "greetings":"Hi, my name is",
    "home1": "I am web developer.",
    "home-main": "I am a passionate and dedicated front-end developer with a strong desire to create beautiful and functional web applications. I am constantly learning and experimenting with new technologies to improve my skills. I spend my days creating ",
    "home-main2":"that bring ideas to life, focusing on delivering interactive and visually appealing web experiences.",
    "home-projects": "projects ",
    "home-contact":"Contact me",
    "a-h1":"About Me.",
    "a-p1":"Hi I'm a passionate front-end developer with over four years of experience in web development. My journey started with HTML5 & CSS3, and over time, I mastered JavaScript, and modern front-end frameworks like React.",
    "a-p2":"A significant part of my learning came from The Odin Project, various Udemy courses, and hands-on personal projects. More recently, I’ve been diving deeper into Node.js and Python, expanding my full-stack development skills.",
    "a-title1":"Professional Experience",
    "a-p3":"I had the opportunity to work at Luxoft, where I gained valuable experience in Agility, DevOps, and backend technologies.During my training at Luxoft, I completed over 40 Udemy courses, covering various programming concepts and tools.",
    "a-p4":"My work included:",
    "a-l1": "Python & Go for backend development",
    "a-l2": "GitHub & GitLab for version control and CI/CD",
    "a-l3": "Linux & Shell scripting for automation and system management",
    "a-l4": "Excel & Data Analysis for business insights",
    "a-p5":"This experience strengthened my problem-solving skills, adaptability, and ability to work in fast-paced, team-oriented environments.",
    "a-title2":"Skills & Technologies",
    "a-p6":"In addition to front-end and backend development, I have experience with:",
    "a-l5":"npm/yarn, Vite, Webpack – Frontend build tools",
    "a-l6":"Tailwind CSS & SASS/SCSS – Modern styling approaches",
    "a-l7":"MongoDB & SQL – NoSQL and relational database management",
    "a-l8":"SOLID & Object-Oriented Principles – Writing clean and scalable code",
    "a-l9":"Regular Expressions (RegEx) – Pattern matching and text processing",
    "a-l10":"GitHub & GitLab – Version control and collaboration tools",
    "a-title3":"My Approach",
    "a-p7":"I believe that continuous learning and collaboration are the keys to success in software development. I'm always eager to experiment with new technologies, improve my skills, and contribute to building high-quality, user-friendly web applications."


}