{
    "lng" : "en",
    "about": "O Meni",
    "home": "Početna",
    "contact": "Kontakt",
    "projects": "Projekti",
    "greetings":"Ćao, zovem se",
    "home1": "Ja sam web developer.",
    "home-main": "Ja sam strastven i posvećen front-end programer sa snažnom željom da kreiram lepe i funkcionalne veb aplikacije. Konstantno učim i eksperimentišem sa novim tehnologijama kako bih unapredio svoje veštine. Svoje dane provodim radeći na ",
    "home-main2": "koji oživljavaju moje ideje, fokusiran sam na isporuku interaktivnih i vizuelno privlačnih veb iskustava.",
    "home-projects": "projektima ",
    "home-contact":"Kontaktiraj me",
    "a-h1":"O Meni.",
    "a-p1":" Zdravo! Ja sam Branko Cvetanović, strastveni front-end developer sa više od četiri godine iskustva u razvoju web aplikacija. Moj put je počeo sa HTML5 & CSS3, a vremenom sam savladao JavaScript i moderne front-end frameworke poput React-a.",
    "a-p2":"Veliki deo mog učenja zasnivao se na The Odin Project kursu, različitim Udemy kursevima i radu na ličnim projektima. U poslednje vreme, sve više se bavim Node.js-om, čime proširujem svoje full-stack veštine.",
    "a-title1":"Profesionalno iskustvo",
    "a-p3":"Radio sam u Luxoftu, gde sam stekao dragoceno iskustvo u Agility-ju, DevOps-u i backend tehnologijama. Tokom obuke u Luxoftu, završio sam preko 40 Udemy kurseva, pokrivajući širok spektar programerskih tema i alata.",
    "a-p4":"Tokom rada tamo, imao sam priliku da koristim:",
    "a-l1": "Python & Go za backend razvoj",
    "a-l2": "GitHub & GitLab za verzionisanje koda i CI/CD procese",
    "a-l3": "Linux & Shell scripting za automatizaciju i upravljanje sistemima",
    "a-l4": "Excel & analizu podataka za poslovne uvide",
    "a-p5":"Ovo iskustvo mi je pomoglo da izgradim sposobnost rešavanja problema, prilagodljivost i rad u dinamičnim timskim okruženjima.",
    "a-title2":"Veštine & Tehnologije",
    "a-p6":"Pored front-end i backend razvoja, imam iskustva sa:",
    "a-l5":"npm/yarn, Vite, Webpack – Alati za buildovanje frontend aplikacija",
    "a-l6":"Tailwind CSS & SASS/SCSS – Savremeni pristupi stilizovanju",
    "a-l7":"MongoDB & SQL – NoSQL i relacione baze podataka",
    "a-l8":"SOLID & objektno-orijentisani principi – Pisanje čistog i skalabilnog koda",
    "a-l9":"Regular Expressions (RegEx) – Rad sa obrascima i obradom teksta",
    "a-l10":"GitHub & GitLab – Verziona kontrola i alati za saradnju",
    "a-title3":"Moj pristup",
    "a-p7":"Verujem da su kontinuirano učenje i timska saradnja ključ uspeha u razvoju softvera. Uvek sam spreman da istražujem nove tehnologije, unapređujem svoje veštine i doprinesem kreiranju kvalitetnih i intuitivnih web aplikacija."
}